Repository: Qo0Sa/yansoon
Catalog: FontsApp/yansoon/Localizable.xcstrings
Source language: en
Languages: ar

source: Add Task
ar: أضف المهمة

source: Add Your To Do
ar: أضف مهمة

source: Appearance Preferences
ar: مظهر التطبيق

source: Back
ar: رجوع

source: Cancel
ar: إلغاء

source: Choose Your Current Energy Level
ar: اختر مستوى طاقتك الحالي

source: Continue
ar: يلا نكمل

source: Done
ar: تم

source: Enter task name
ar: أَضف مهمة

source: Estimated Time
ar: كم تتوقع تاخذ وقت؟

source: Feeling great and ready to focus
ar: فيني نشاط وتركيز، وجاهز أشتغل وأنجز

source: High Energy
ar: طاقتي عالية

source: How are you feeling right now?
ar: طمنّا عليك، كيف إحساسك؟

source: Later
ar: بعدين

source: Low Energy
ar: طاقتي منخفضة

source: Medium Energy
ar: طاقتي متوسطة

source: New Task
ar: أضف المهمة

source: Next
ar: يلا نكمل

source: No tasks yet
ar: نريح نفسنا! ما عندك مهام حالياً

source: Set by default
ar: استخدم الإعدادات المقترحة

source: Set your working hours based on energy
ar: حددي ساعات عملك حسب طاقتك

source: Settings
ar: الإعدادات

source: Steady but not at full capacity
ar: أموري تمام، بس مو بأفضل طاقتي

source: Task Name
ar: اسم المهمة

source: Tasks
ar: مهامك

source: Time Limits
ar: حد الوقت حسب طاقتك

source: Time to Check In!
ar: وقت نطمن عليك

source: Tired and needing gentleness
ar: فيني تعب وأحتاج أهدّي شوي

source: Total Hours
ar: إجمالي وقت اليوم

source: Use Default Settings
ar: استخدم الإعدادات المقترحة
